<template>
	<modal :show.sync="show" :bg="false">
		<div class="member-rule">
			<h2>会员服务条款</h2>
			<div class="con">
				<div class="items">
					<p>美赞臣营养品（中国）有限公司（以下简称“美赞臣公司”或“我们”）为回馈消费者对美赞臣公司产品的支持，特别推出“美赞臣A+妈妈会”活动（以下简称“A+妈妈会”），消费者可申请加入A+妈妈会并享受我们精心为会员准备的专有服务。以下为使用A+妈妈会和美赞臣中国官方网站<a href="www.meadjohnson.com.cn">www.meadjohnson.com.cn</a>（下称“本网站”）的服务的有关条款（下称“本条款”）。若不接受本条款，请不要使用A+妈妈会和本网站提供的服务。当您使用本网站和A+妈妈会提供的服务时，即表明已详细阅读及了解本条款，并同意受本条款约束。您必须完全同意所有服务条款并完成注册程序，才能成为A+妈妈会的会员。我们会提供多项服务，因此有时还会适用一些附加条款或产品要求，附加条款将会与相关服务一同提供，并且在您使用这些服务后，成为您与我们所达成的协议的一部分。</p>
				</div>
				<div class="items">
					<strong>会员资格的取得</strong>
					<p>中国境内（台湾地区、香港特别行政区以及澳门特别行政区不包括在内，下同）的公民，可通过以下3种申请方式，提供个人信息，加入A+妈妈会。会员申请方式主要有3种：登录本网站<a href="www.meadjohnson.com.cn">www.meadjohnson.com.cn</a>，点击右上角导航“会员注册”，按流程操作即可注册成会员。</p>
					<p>拨打 A+妈妈会客户服务热线4006508234，选择“9”转人工座席服务将有专人协助注册。注：拨通此电话号码将按您所在城市电信要求收取相应长途及市话费。通过现场及店内宣传海报或单张提示操作，进行短信注册或填写纸质注册表注册。</p>
				</div>
				<div class="items">
					<strong>会员资格取消</strong>
					<p>已成功加入A+妈妈会的会员如果需要取消其会员资格，可通过以下方式：</p>
					<p>登录本网站<a href="www.meadjohnson.com.cn">www.meadjohnson.com.cn</a>，成功登录A+妈妈会后，点击“会员注销”，按流程操作即可注销会员资格。</p>
				</div>
				<div class="items">
					<strong>法律关系</strong>
					<p>回馈、服务项目所提供的各项商品及服务，系由供应商直接提供予会员，美赞臣公司与供应商间并无合伙、经销、代理关系或共同出卖人、广告媒体或保证人关系；如会员与供应商所提供的商品或服务及售后服务有争议时，概由各供应商负责。</p>
					
				</div>
				<div class="items">
					<strong>隐私制度</strong>
					<p>尊重个人隐私是美赞臣公司的一项基本政策。我们会采取合理的预防措施以保护我们收集、使用的个人识别信息的安全。除技术保护之外，我们同时也使用物理控制和程序保护您的个人识别信息。但是，我们仍然无法保证绝对的安全，尤其不能保证绝对避免那些试图避开我们的安全措施或截取互联网传输的侵权者。您向我们提供个人识别信息，即表明您同意接受我们前述采取的安全措施。</p>
					
				</div>
				<div class="items" style="border-bottom:none;">
					<strong>使用和披露您自愿提供的个人识别信息</strong>
					<p>您申请注册为会员并向我们提供了个人识别信息，如名字、通讯地址、电子邮箱地址、电话号码、宝宝姓名、宝宝生日等信息，即表示您同意我们通过邮寄、电话或电子邮件等各种方式为您提供会员服务以及我们相信您会感兴趣的信息。您授权我们为了提供服务，我们可与美赞臣公司的关联公司共享您的信息，这些公司可能会邀请您参与它们的某个活动；我们可与帮助美赞臣公司开发活动或为美赞臣公司提供服务的供应商共享这些信息，并为您提供您可能会感兴趣的服务；我们可将这些信息用于信息处理、邮寄和/或基于互联网的交付用途；我们也可与我们改组或出售所有或部分业务或某个业务系列的预期交易实际或潜在方共享您的信息。在该等情况下，我们将会寻求书面保证，确保您提交的个人识别信息能够受到适当保护。</p>
					
				</div>
				<div class="items">
					<strong>使用和披露非个人识别信息</strong>
					<p>当您上传或通过其他方式向我们提交非个人识别信息，如文章、问题、评论、想法或建议等，您同意该等信息为非保密信息，您授予我们（以及我们的合作伙伴）一项全球性的许可，允许我们使用、持有、存储、复制、修改、创建衍生作品、传播、出版、公开演示、公开展示和分发此类信息，我们可在法律允许的范围内通过任何方式自由披露此类信息或将其用于任何用途。您理解并同意您提供此类信息，系您个人行为，美赞臣公司对您提供的信息不承担义务和责任。</p>
					
				</div>
				<div class="items">
					<strong>依法披露信息或资料</strong>
					<p>以下情形，我们可以披露或提供您的信息或资料：</p>
					<p>您授权公开或披露您的信息或资料。</p>
					<p>因您参加我们的活动而需要披露您的信息给美赞臣公司委托的第三方公司。</p>
					<p>因遵守有关法律规定，或遵从本网站或A+妈妈会合法服务程序而公开或披露该等信息和资料。</p>
					<p>为保持维护我们的知识产权等合法权益而公开或披露该等信息和资料。</p>
					<p>在紧急情况下为竭力维护您、本网站或A+妈妈会的其他用户、会员以及社会大众的安全和合法权益而提供该等信息和资料。符合本条款规定的其他情形。</p>

				</div>
				<div class="items">
					<strong>更新和修正个人识别信息</strong>
					<p>您应及时更新或修正您提供的个人信息，以确保能够获得我们提供的会员服务。如因资料没有及时更新所造成的任何损失，包括无法接受到约定的服务，我们对此不承担责任。如果会员提供的资料包含有不正确的信息，我们保留取消会员使用有关服务资格的权利。</p>
					

				</div>
				<div class="items">
					<strong>安全性</strong>
					<p>通过美赞臣中国官方网站<a href="www.meadjohnson.com.cn">www.meadjohnson.com.cn</a>注册的会员一旦注册成功，成为本网站和A+妈妈会的合法用户，将得到一个用户名（登录邮箱）和密码。通过拨打 A+妈妈会客户服务热线4006508234及短信或填写纸质注册表注册的会员，在美赞臣中国官方网站<a href="www.meadjohnson.com.cn">www.meadjohnson.com.cn</a>激活账号成功后，成为本网站和A+妈妈会的合法用户，将得到一个用户名（登录邮箱）和密码。会员将对用户名（登录邮箱）和密码安全负全部责任。另外，每个会员应对以其用户名（登录邮箱）进行的所有活动和事件负全责。您应经常根据指示改变您的密码，以保障安全。</p>
					

				</div>
				<div class="items">
					<strong>免责条款</strong>
					<p>我们不承认所有默示和/或明示的保证。我们在服务过程中提供的资料、信息是“按原样”提供，我们不保证其正确性、可靠性、完整性或及时性。该等资料信息仅供会员参考，会员个人对该等资料、信息的使用自行承担风险。我们不对会员或第三人的行为承担责任，其他用户或第三方通过网络等方式提供的信息、资讯均由其自行负责。会员对所接受的信息、资讯的信任属个人风险。我们有权（但不是义务）随时采取适当措施制止任何违法、侵权及我们合理地认为不恰当的行为，以减少因此造成的损害，包括但不限于删除、修改张贴的内容，暂停或终止提供服务。</p>
					

				</div>
				<div class="items">
					<strong>用户必须遵循</strong>
					<p>遵守有关适用的法律法规及本条款的规定；遵守所有使用服务的附加条款、规定、程序和惯例；使用服务不作非法用途；不侵犯任何第三方的合法权益；不传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、反动的，庸俗的，淫秽等法律法规禁止的信息资料。若会员的行为违反以上条款，我们将做出独立判断并立即停止服务和/或取消该会员资格，并采取其他必要的法律措施。</p>
					

				</div>
				<div class="items">
					<strong>服务内容的所有权</strong>
					<p>我们定义的服务内容包括但不限于：文字、软件、声音、图片、录象、图表、广告中的全部内容；电子邮件的全部内容；我们为会员提供的其他信息。所有服务内容的知识产权归我们或者其授权者所有。我们及其授权者保留对该等内容的所有权。使用我们的服务并不让您拥有我们的服务或您所访问的内容的任何知识产权。我们授予您不可转让的、非独占的个人许可，允许您通过本条款及附加条款允许的方式使用我们提供的服务的内容。未经授权或通过其他方式获得法律的许可，您不得擅自复制、修改、发布、出售、出租、传播、出版、分发该等服务内容，或创造与服务内容有关的派生产品。未经授权不得将服务内容用于商业用途。本条款并未授予您使用我们服务中所用的任何商标或标志的权利。</p>
					

				</div>
				<div class="items">
					<strong>服务的修改和终止</strong>
					<p>我们始终在不断更改和改进我们的服务。我们可能会增加、修改、暂停或彻底停止某项服务。您可以随时停止使用我们的服务，我们也可能随时停止向您提供服务，或随时对我们的服务增加或设置新的限制。我们行使修改、中断或停止服务的权利，不需对会员或第三方负责。</p>
					

				</div>
				<div class="items">
					<strong>关于本条款</strong>
					<p>美赞臣公司有权随时单方面修改本条款及其附加条款，并于美赞臣公司相关媒体（如公司网站）、短信或者店内宣传单张或其他方式之任一形式通知后即生效，将不再对您另作通知。所有修改的适用不具有追溯力。您应定期浏览此网页或留意有关信息，以了解对您具有约束力的条款是否有所修改。如果不同意所改动的内容，您可以主动取消有关服务。如果您继续享用有关服务，则视为接受有关条款的变动。如果本条款与附加条款有冲突，以附加条款为准。如果某一条款不能被强制执行，不影响其他条款的效力。</p>
					

				</div>
				<div class="items">
					<strong>其他说明</strong>
					<p>A+妈妈会系统与美赞臣公司防伪查询系统为两个独立的系统，两者间不存在任何连带关系。</p>
					<p><a href="4006508234">4006508234</a>仅为 A+妈妈会客户服务热线。</p>
					<p>使用手机服务的会员，须遵守《手机服务细则》，点击了解详情。</p>
				</div>
				<div class="items">
					<strong>法律</strong>
					<p>本条款的订立、执行、解释及争议的解决等适用中华人民共和国的法律，并受中国法院管辖。因本协议引起或与其相关的任何争议，双方同意交由美赞臣公司所在地有管辖权的法院进行诉讼。</p>	
				</div>
			</div>
			<a href="javascript:;" class="close" @click="show = false"></a>
		</div>
	</modal>
</template>
<script>
	import Modal from './Modal.vue'

	export default {
		components: {
			Modal
		},
		props:{
			show: false
		}
	}
</script>
<style lang="scss">
	.member-rule {
		border-radius: 15px;
		background: white;
		text-align: left;
		h2 {
			padding: 20px 0;
			font-size: 30px;
			color: white;
			font-weight: 400;
			text-align: center;
			border-radius: 15px 15px 0 0;
			background: #43a4ae;
		}
		.con {
			height: 600px;
			padding: 0 30px;
			border-radius: 0 0 15px 15px;
			overflow-y: auto;
		}
		.items {
			padding: 30px 0;
			border-bottom: 1px solid #ccc;
			font-size: 22px;
			line-height: 1.5;
			strong {
				font-weight: 400;
				color: #43a4ae;
			}
			p {
				color: #787878;
			}
			a {
				color: #43a4ae;
				word-break: break-all;
			}
		}
		.close {
			position: absolute;
			top: -15px;
			right: -15px;
			width: 46px;
			height: 46px;
			background: url(../images/member-rule-close.png) no-repeat;
		}
	}
	.modal {
		.modal-content {
			overflow: initial;
		}
	}
</style>