<template>
    <div class="teams-rule main clearfix">
        <h1>推荐好友赚贝壳币活动详情</h1>
        <p>1.每成功邀请一位好友关注花贝妈妈，即可获得10贝壳币以及100成长值。</p>
        <p>2.好友通过长按或扫描你分享的二维码，首次关注花贝妈妈，视为成功邀请，可获得相应贝壳币。取消关注后再次关注视为无效邀请，不能重复获得贝壳币。</p>
        <p>3.每个用户可选择组10人团或者20人团。每天可成团3次，成团3次后，当天不可再组团；10人团成团后团长额外奖励1000贝壳币，20人团成团后团长额外奖励3000贝壳币。每位粉丝每天通过邀请好友最多可获10000贝壳币。</p>
        <p>4.在开团后4小时倒计时内，成功邀请10人或20人（视选择组团的类型）完成关注，即可获得相应的贝壳币奖励；在规定时间内组团不成功，则无额外贝壳币奖励。</p>
        <p>5.被邀请的好友，首次成功关注花贝妈妈，即可获100贝壳币。</p>
        <p>6.通过邀请好友赚取的贝壳币，即时到账，可在【我的贝壳币】中查询。</p>
        <p>备注：</p>
        <p>1.活动期间，每位参加者只能通过一个微信账号参与活动，若参加者利用不同的手机号码、QQ号码等开通若干个微信账号参与活动将视为违规，主办方有权取消其参加活动的资格。</p>
        <p>2.活动主办方不对因参与者网络传输、网络欠费等原因而导致参加者邀请好友失败承担任何责任。</p>
        <p>3.花贝妈妈公众号有权对推荐好友的奖励额度适时做出调整，调整前将发出公告。</p>
        <p>*本活动的最终解释权归花贝妈妈所有</p>
        <!-- <div>
            <h2><i>1.</i>活动时间：</h2>
            <p>2016年9月21日至10月14日</p>
        </div>
        <div class="items clearfix">
            <h2><i>2.</i>活动规则：</h2>
            <p><i>1</i>用户进入H5活动页面，可选择组10人团或20人团。一旦组团成功，在礼品未被领光前，不同类型的团可获得相对应的礼品（礼品为10人团/20人团所对应的奖次中随机派送一件）；</p>
            <p><i>2</i>组团方式：按照页面提示邀请妈妈好友扫二维码关注花贝妈妈，或者点击“马上找团员”，按提示将H5分享给妈妈好友。每新增一位妈妈好友成功关注，团长可获得10个贝壳币。</p>
            <p><i>3</i>在开团后4小时倒计时内，成功邀请10人或20人（视选择组团的类型）完成关注，即可按提示申请领取奖品。</p>
            <p><i>4</i>好友收到团长邀请后，按提示关注花贝妈妈成为团员，可获得100个贝壳币及10元天猫美赞臣现金券（现金券有效期至2016年11月15日）。</p>
            <p><i>5</i>团长在成功组团申请礼品之后，还可以继续邀请团员关注。每位妈妈团员加入，团长都能获得10个贝壳币。团员人数上限100人。</p>
            <p><i>6</i>获奖的团长请认真填写奖品收货地址和手机号，未填写有效收货信息将视为放弃领奖。</p>
            <p><i>7</i>当礼品派送完毕后，活动自动进入送贝壳币模式。团长每邀请一位妈妈好友按H5提示成功关注花贝妈妈，可获得10个贝壳币，团员人数上限100人。</p>
            <p><i>8</i>累计贝壳币达到一定数量可在贝壳币商城兑换精美产品。</p>
        </div>
        <div class="items clearfix">
            <h2><i>3.</i>活动限制：</h2>
            <p><i>1</i>一个微信ID只可开团一次，成功领取一次礼品，一旦选定组团人数不可更改。</p>
            <p><i>2</i>一个微信ID只能当一次团员和一次团长，两者互不冲突。</p>
            <p><i>3</i>同一微信ID号、手机号、收件地址将被视为同一用户，有且仅有一次有效获奖记录（后台将清除其重复登记记录）。若信息雷同度过高，花贝妈妈有权将其视为同一用户。</p>
        </div>
        <div class="items clearfix">
            <h2><i>4.</i>活动限制：</h2>
            <p><i>1</i>奖品内容：本次活动奖品分为实物礼品及虚拟礼品贝壳币。实物礼品数量有限，抢先开团成功的团长先得获奖资格。</p>
            <p><i>2</i>实物奖：</p>
            <p><img :src="'images/teams-rule-img1.png'"></p>
            <p><i>3</i>虚拟产品-贝壳币</p>
            <p><img :src="'images/teams-rule-img2.png'"></p>
        </div>
        <div class="items clearfix">
            <h2><i>5.</i>中奖用户注意事项：</h2>
            <p><i>1</i>请获奖团长在页面正确填写收货信息，如未填写有效收货信息则视为放弃领奖，后续不再补发。</p>
            <p><i>2</i>奖品会在活动结束后2周内安排寄送。将请保持手机畅通，如因用户原因造成无法联系、快递无法正常收件而退回的，视为自动放弃奖品。</p>
        </div>
        <div>
            <h2><i>6.</i>不法参与视为无效：</h2>
            <p>活动过程中，凡以不正当手段（作弊、恶意套现、虚假交易、扰乱系统、实施网络攻击等）参与本次活动的用户，花贝妈妈有权终止其参与活动，并取消其获奖资格（如奖品已发放，花贝妈妈有权追回）。</p>
        </div>
        <div>
            <h2><i>7.</i>不可抗力说明：</h2>
            <p>如遇不可抗力（包括但不限于重大灾害事件、活动受政府机关指令需要停止举办或调整的、活动中存在大面积作弊行为、活动遭受严重网络攻击或因系统故障导致活动中奖名单大批量出错，活动因微信后台屏蔽而不能正常进行的），花贝妈妈可取消、修改或暂停本活动，则活动主办方可依相关法律法规主张免责。</p>
        </div>
        <div>
            <h2><i>8.</i>解释权说明：</h2>
            <p>对于未尽事宜，花贝妈妈公众号有权依法进行解释。<br/>活动中有任何疑问，可尝试向花贝妈妈公众号对话框以“客服+你的问题”的格式进行留言反馈，我们将在第一时间酌情处理。活动一旦结束，将不受理有关该活动的相关反馈。</p>
        </div> -->
    </div>
</template>
<style lang="scss">
.teams-rule {
    padding: 30px;
    color: #3da5af;
    line-height: 1.5;
    h1 {
        font-weight: 400;
        font-size: 30px;
        text-align: center;
    }
    h2 {
    	position: relative;
        font-weight: 400;
        padding: 20px 0 0 30px;
        font-size: 30px;
        > i {
        	position: absolute;
        	top: 22px;
        	left: 0;

        }
    }
    p {
    	position: relative;
        padding: 20px 0 0 30px;
        font-size: 24px;
    }
    .items {
        p {
            padding-left: 70px;
            i {
	            position: absolute;
	            top: 25px;
	            left: 30px;
	            width: 30px;
	            height: 30px;
	            line-height: 32px;
	            text-align: center;
	            color: white;
	            font-size: 22px;
	            font-style: normal;
	            border-radius: 50%;
	            background: #3da5af;
	        }
        }    
    }
    img {
    	margin: -10px 0 0 -10px;
    }
}
</style>
