<template>
	<div class="sign-rule">
		<section>
			<h2>1、活动规则：</h2>
			<p>连续打卡210天，即可参加21天晨起打卡有奖活动，有机会赢iPhone 7等实物奖品；</p>
			<h3>奖品设置</h3>
			<p>特等奖（1台）：iPhone 7</p>
			<p>一等奖（2台）：iPad mini</p>
			<p>二等奖（3台）：Kindle</p>
			<h3>奖励规则：</h3>
			<p>（1）最先完成210天晨起打卡，且贝壳币达到2500的粉丝，获得特等奖；</p>
			<p>（2）第2-3名完成210天晨起打卡，且贝壳币达到2500的粉丝，获得一等奖；</p>
			<p>（3）第4-6名完成210天晨起打卡，且贝壳币达到2500的粉丝，获得二等奖；</p>
			<p>（4）若并列完成的情况，根据打卡的每日排名，综合计算选出得奖者。</p>
		</section>
		<section>
			<h2>2、打卡方法：</h2>
			<p>在花贝妈妈菜单栏<span class="orange">【晨起打卡】</span>或者回复关键词<span class="orange">【打卡】</span>，即可参与打卡。打卡后可查看当天打卡排行榜，并收到你的专属“晨起邀请卡”，可分享你的“晨起邀请卡”邀请好友加入你的晨起打卡计划，一起晨起，一起打卡，一起赚币免费兑好礼！</p>
		</section>
		<section>
			<h2>3、打卡时间</h2>
			<p>每天打卡时间为早晨5:00——10:00。<br/>其中，<br/>5:00——8:00打卡者获得全额奖励10贝壳币，<br/>8:00——10:00打卡者获得半额奖励5贝壳币,<br/>10:01——23:59为补打卡时间，该时间段打卡不予贝壳币奖励。</p>
		</section>
		<section>
			<h2>4、赚币规则</h2>
			<p>（1）21天为一个打卡周期，当连续打卡至第7天、第14天时，当天可获得双倍贝壳币，当连续打卡至第21天时，当天可获得5倍贝壳币。21天打卡周期结束或者打卡中断后，再次打卡时按第1天重新开始计算周期，贝壳币可累积。</p>
			<p>（2）好友通过扫描你分享的晨起卡片二维码，首次关注花贝妈妈，即可获得20贝壳币。取关后再次关注视为无效邀请，不能重复获得贝壳币。被邀请的好友，首次成功关注花贝妈妈，即可获得100贝壳币。</p>
		</section>
		<section>
			<h2>5、好友排名</h2>
			<p>通过“晨起邀请卡”邀请的好友，成为彼此“打卡计划”内的好友，可以在“好友排名”中相互看到对方的打卡时间和排名。</p>
		</section>
		<section>
			<h2>6、兑换好礼</h2>
			<p>打卡累积的贝壳币可到<a href="#!/presentList" class="orange">贝壳币商城</a>免费兑换iPhone7、iPad mini、儿童玩具等各种好礼。</p>
		</section>
		<section>
			<p>*本活动最终解释权归花贝妈妈所有。</p>
		</section>
	</div>
</template>
<script>
	
</script>
<style scoped>
	.sign-rule {
		padding-bottom: 100px;
		color: #686868;
		line-height: 2;
	}
	.orange {
		color: #f80;
	}
	section {
		padding: 20px 40px 0 40px;
	}
	h2, h3 {
		color: #78c5cd;
		font-weight: 400;
	}
	h2 {
		font-size: 28px;
	}
	h3 {
		font-size: 26px;
	}
	p {
		font-size: 24px;
	}
	a {
		font-size: 24px;
	}
</style>